{
    "posts": [
        {
            "title": "Pensées sur la technologie simple",
            "type": "inspiration",
            "content": [
              {
                "type": "markdown",
                "value": "[Article de Tim Rodenbröker](https://schreiben.timrodenbroeker.de/gedanken-zu-einfacher-technologie/) \n\n**Introduction**\n\nIl y a quelque temps, ma mère m'a donné un vieux MacBook Air de 2011. L'appareil était pratiquement inutilisable, car le système d'exploitation ne pouvait plus être mis à jour et des applications essentielles comme le navigateur web ne fonctionnaient plus. Au départ, j'ai pensé que cet ordinateur n'était plus qu'un déchet. Mais cela me semblait vraiment dommage, alors j’ai réfléchi à un moyen de le sauver.\n\nJ'ai trouvé une solution : installer un système d'exploitation open source. Il en existe beaucoup, mais j'ai choisi Ubuntu, car son interface et ses fonctionnalités sont assez similaires à celles de macOS. Certes, l'installation était un peu compliquée : j'ai dû créer une clé USB bootable avec un fichier volumineux, puis redémarrer le MacBook en utilisant un raccourci clavier spécial pour le démarrer depuis cette clé. Mais après avoir ajouté quelques programmes supplémentaires, j'avais sur mon bureau un ordinateur pleinement fonctionnel qui ne m'avait rien coûté. J'étais absolument ravi.\n\n**Penser autrement**\n\nCette expérience a déclenché un déclic en moi, et j’ai immédiatement commencé à parcourir des blogs sur Linux et les logiciels open source. Un jour, je suis tombé sur un article de Low-Tech Magazine, dans lequel le journaliste belge Kris de Decker raconte qu'il n'a pas acheté de nouvel ordinateur depuis plus de 10 ans et travaille exclusivement sur d'anciens IBM ThinkPads. Ces vieux modèles, que l'on peut trouver d'occasion à bas prix sur Internet, sont encore si robustes et modulaires qu'ils peuvent être facilement réparés.\n\nEn découvrant ce blog, j’ai trouvé un univers thématique qui allait m'occuper et m'inspirer pendant des années. J'avais déjà lu plusieurs livres analysant sous tous les angles l'impact de la technologisation, tous menant à une seule conclusion : nous sommes foutus. Mais je ne voulais pas accepter cette fatalité. Il est beaucoup plus facile de dire que tout est perdu que de proposer des solutions constructives, même si elles ne fonctionnent qu'à petite échelle ou impliquent des sacrifices et des restrictions. C’est précisément ce que fait Kris de Decker, qui écrit de manière critique et constructive sur la technologie depuis 17 ans. Son credo : des solutions low-tech aux problèmes high-tech. Les sujets qu'il aborde sont étroitement liés aux idées de la décroissance. Il propose des solutions concrètes pour une vie avec une technologie plus simple.\n\nJ’ai aussi fait une autre découverte intéressante dans les archives du magazine allemand Kunstforum International, qui relatait une exposition intitulée Low Tech organisée en 2000 à la Shedhalle de Zurich. Ce fut pour moi un pont vers les domaines de l’art et du design.\n\nLe low-tech est la réponse décontractée aux mythes de la technologie et aux besoins que l'industrie cherche à susciter. Il ne s'agit donc pas seulement d'un substitut bon marché à des technologies plus avancées, mais d'une approche permettant d'explorer des pratiques souvent éclipsées par l'obsession des dernières innovations les plus coûteuses.\nLe collectif d'artistes britanniques Redundant Technology Initiative, qui participait à cette exposition, avait publié en 1999 un Manifeste Low-Tech, encore disponible en ligne. Ce document m’a beaucoup aidé en tant que designer à clarifier certaines questions.\n\nLes œuvres d’art high-tech font la promotion des nouveaux PC, même si ce n’est pas leur intention. Une œuvre d’art utilisant une technologie récente et coûteuse ne peut empêcher de servir, en partie, de démonstration commerciale. Une vidéo en streaming, quel que soit son contenu, véhicule aussi le message implicite : « Hé, il est peut-être temps de mettre à jour votre matériel ! »\nL’art et l’esthétique high-tech contribuent donc, souvent sans le vouloir, à vendre les technologies les plus récentes. Un autre passage du manifeste dit :\n\nLe high-tech n'est pas synonyme de haute créativité. En réalité, les contraintes d'un médium mènent parfois aux solutions les plus créatives.\nDévelopper des idées low-tech signifie travailler avec des ressources limitées et des contraintes techniques, ce qui stimule la créativité.\n\nUne esthétique low-tech authentique\nCela me rappelle la graphiste Monica Losada. Avec Josu Larrea, elle a développé en 2021 un projet de livre expérimental explorant l’horizon des outils (Tool Horizon), un concept proposé par Petr van Blokland. Ce livre présentait une large gamme d’expérimentations graphiques réalisées avec des logiciels open source. Elle détournait parfois certains logiciels de leur usage initial : certaines de ses œuvres, dont sa contribution au DEMO Festival, ont été créées avec… Microsoft Excel.\n\nIl y a dans les œuvres de Monica Losada quelque chose de particulier que j’appellerais une esthétique low-tech authentique. Elle a choisi la voie difficile, en utilisant volontairement des outils limités, et a ainsi obtenu un résultat qui dégage une aura puissante grâce à cette contrainte créative assumée. Il est assez facile de simuler une esthétique low-tech avec des logiciels professionnels comme Adobe Creative Cloud, mais cela manquerait alors d’authenticité. L’aura du low-tech émerge lorsque l’on choisit volontairement le détour, le bricolage, le contournement.\n\nAux origines du low-tech ?\nLes mille-pattes ont une infinité de pattes, et pourtant ils sont les plus lents des rampants.\n(Dio Chrysostome, source librement adaptée)\nEn y réfléchissant, je me rends compte qu’une association intéressante me vient à l’esprit. Peut-être que la philosophie du low-tech puise ses racines dans une manière de penser qui remonte à l’Antiquité, et notamment à Socrate (469 av. J.-C. - 399 av. J.-C.). Ce minimaliste joyeux parcourait les places d’Athènes et engageait les citoyens dans des discussions destinées à déconstruire leurs certitudes. Le plus souvent, ces conversations aboutissaient à une conclusion simple : ils s’étaient trompés. On pourrait dire, en simplifiant, que Socrate est l’origine du scepticisme.\n\nDans les siècles qui ont suivi, différentes écoles philosophiques ont poursuivi cette pensée, chacune développant à sa manière l’héritage sceptique de Socrate.\n\nUn personnage qui me vient immédiatement à l'esprit dans le contexte du low-tech est Diogène de Sinope. Il vivait dans un tonneau et refusait tout confort, bien qu’il ait pu mener une existence plus aisée en tant que philosophe et écrivain. Une légende célèbre raconte que le conquérant Alexandre le Grand, impressionné par son mode de vie, lui demanda s'il avait un souhait à exaucer. Diogène répondit simplement :\n\"Écarte-toi un peu, tu me fais de l’ombre.\"\nConclusion\n\nComme souvent, c’est un événement insignifiant en apparence qui a déclenché une réflexion profonde. Ce vieux MacBook presque hors d’usage m’a conduit à explorer de nombreuses pistes fascinantes, jusqu’à l’idée de créer ce blog. Maintenant que j’ai terminé ce texte, je comprends ce qui me fascine tant dans le low-tech : c’est l’élégance et la simplicité du geste qui l’accompagne.\n\n**Publié le 14 mars 2025.**\n"
              }
            ]
          },
          {
            "title": "Le design est mort – vive le design",
            "type": "inspiration",
            "content": [
              {
                "type": "markdown",
                "value": "\n[Article de Tim Rodenbröker\n](https://schreiben.timrodenbroeker.de/design-ist-tot-lang-lebe-design/)\n\nJ’observe l’évolution du design depuis 40 ans. Cela peut sembler étrange, après tout, j’ai moi-même à peine la quarantaine, mais mon père a fondé une agence de design l’année de ma naissance. Celle-ci a connu un grand succès, notamment dans les années 90. À l’aube du nouveau millénaire, mon père dirigeait trois bureaux et plusieurs dizaines d’employés.\n\nSa carrière a commencé sans ordinateur – en 1985, il s’est lancé en freelance avec de la colle, des stylos, des ciseaux et beaucoup de pinceaux. Son domaine de prédilection était d’abord l’illustration, mais il est rapidement devenu directeur artistique. Le bureau a reçu son premier ordinateur Apple au début des années 90 (ou peut-être à la fin des années 80), puis est arrivé Internet, le courrier électronique, les sites web… L’industrie locale de l’imprimerie s’est effondrée.\n\nAu début des années 2000, la photographie numérique a entraîné une dévalorisation spectaculaire des images bien réalisées. Le Web 2.0 a émergé, d’abord avec des sites dynamiques, puis avec des réseaux sociaux toujours plus puissants. En résumé : depuis au moins quarante ans, nous assistons à une tempête d’innovations, et l’industrie du design ne cesse de s’adapter et de se réinventer. Des métiers ont disparu, d’autres sont apparus.\n\nIl est frappant de constater que, malgré ce chaos, nous continuons à raisonner avec des modèles inadaptés lorsqu'il s'agit de design. On parle de la disparition du graphisme (à cause de l’IA) et on se sent menacé dans notre existence, alors que l’évolution constante fait partie intégrante de cette industrie depuis au moins 40 ans.\n\nLe design exige une flexibilité, une agilité et une résilience extrêmes. Et oui, c'est incroyablement stressant pour les designers qui doivent non seulement courir après chaque nouveauté, mais aussi voir leur travail morcelé dans de vastes systèmes où il perd tout sens. Dans une économie ultra-compétitive, soumise aux règles de gigantesques entreprises, être designer semble de plus en plus absurde.\n\nEt pourtant, lors des conférences sur le design et l’art, l’IA est toujours présentée comme une bénédiction, un outil rendant le travail des designers encore plus efficace et rapide. Je comprends parfaitement qu’il soit vital pour un designer de se familiariser avec ces innovations technologiques. Mais ce qui me surprend, c’est que si peu de personnes osent remettre en question cette course effrénée à la stérilisation.\n\nÀ la place, des prophètes de la technologie paradent sur scène, vantant les mérites du design génératif et de l’accélération qu’il promet, comme si l’industrie ne tournait pas déjà à un rythme délirant depuis longtemps.\n\nAvec une froide indifférence, ils glorifient les possibilités du design génératif, sans jamais mentionner que pour de nombreux créatifs, cela ne signifie pas seulement une accélération, mais une lutte pour leur survie. On attend d’eux qu’ils s’enthousiasment et s’extasient en permanence devant ces nouvelles tendances, sous peine d’être laissés sur le carreau.\n\nEn prenant un peu de recul, on s’aperçoit que l’intelligence artificielle, monopolisée par les États-Unis et la Chine, est devenue la norme, à travers un processus d’hypernormalisation décrit par Adam Curtis. Tant que c’est amusant et que cela nous dépasse, nous trouvons cela génial.\n\nMais comment avons-nous pu, en Europe, sombrer dans une telle cécité technologique ? Comment avons-nous permis à des entreprises d’une taille inédite, embourbées dans des mensonges, un opportunisme scandaleux et des tendances fascisantes, d’accumuler un pouvoir sans limites ?\n\nJe suis fatigué de ce fatalisme qui nous fait croire qu’il est déjà trop tard, que nous sommes irrémédiablement à la traîne. Chaque jour, je me demande : où sont ceux qui retroussent leurs manches et font enfin leurs devoirs ?\n\nNous, designers, avons tant de choses précieuses à apporter ! Mais je ne supporte plus ces conférences où l’on célèbre aveuglément la Silicon Valley.\n\nLes technologies de la Silicon Valley n’ont depuis longtemps plus rien d’intéressant ou de significatif – elles ne servent plus qu’à asseoir le pouvoir et engranger de l’argent. Qu’elles aillent au diable !\n\nLa technologie est le moteur de notre économie, et c'est pourquoi nous devons nous en occuper. Point final. Mais pas seulement en saupoudrant une couche esthétique pour masquer la technique et la rendre plus séduisante.\n\nAmis designers, il est temps d’agir !\nIl est temps de repenser la technologie en Europe. Construisons enfin nos propres réseaux, nos propres logiciels, notre propre infrastructure.\n\nNous avons en Europe une tradition extrêmement précieuse : celle du scepticisme, des Lumières, de la réflexion critique. Ce n’est pas une faiblesse, comme on le pense aux États-Unis, c’est notre plus grande force !\n\nIl est urgent d’abandonner le pessimisme – nous ne pouvons plus nous le permettre. Regardons vers l’avenir avec espoir, même s’il semble encore lointain.\n\n"
              }
            ]
          },
          {
            "title": "Le Technologue Créatif",
            "type": "inspiration",
            "content": [
              {
                "type": "markdown",
                "value": "[Article de Tim Rodenbröker](https://schreiben.timrodenbroeker.de/der-creative-technologist/) \n\nLes technologues créatifs travaillent à l'interface de la technologie, de l'art et du design. Ils développent des artefacts médiatiques, du matériel et des logiciels dans l'intention d'exprimer quelque chose plutôt que de créer quelque chose de purement fonctionnel. Les technologues créatifs développent leurs idées et acquièrent de nouvelles compétences grâce au codage créatif.\n \nAu XIXe siècle, nous avons appris que les ingénieurs sans formation éthique, historique et culturelle introduisent dans le monde des technologies qui, au nom du soi-disant \"progrès\", sont destructrices pour les personnes et la nature à différents niveaux. \n\nRétrospectivement, les responsables invoquent toujours l'ignorance des conséquences de leur travail. Dans la formation des technologues créatifs, il est particulièrement important pour moi de prendre en compte activement et systématiquement les aspects éthiques et écologiques de la technologie et de m'interroger sur les motivations des clients. \n\nJe pars du principe que la technologie doit être si simple à l'intérieur qu'elle puisse être comprise de manière exhaustive par les utilisateurs et les développeurs. J'espère un avenir dans lequel cette compréhension de la simplicité et de la transparence du matériel et des logiciels sera une évidence et sera activement exigée par la société.\n \nLes technologues créatifs sont des ingénieurs, des artistes et des designers cultivés sur les plans culturel, éthique et philosophique. L'objectif de leur travail n'est pas l'efficacité économique, mais la gestion de sujets existentiels pour la nature et les personnes.\n \nJe suis conscient que cette philosophie n'est pas compatible avec les exigences actuelles du marché. Les personnes qui prennent le temps de réfléchir ne rapportent pas d'argent. Dans le contexte de la formation académique, cependant, contrairement aux objections de certains professeurs, je ne vois pas de problème ici, au contraire : l'Académie est l'un des rares espaces physiques et temporels dans lesquels les jeunes peuvent travailler sur des sujets existentiels en dehors des contraintes de l'économie.\n\nPublished on March 14, 2025\n"
              }
            ]
          },
          {
            "title": "Kessé ça",
            "type": "entries",
            "content": [
              {
                "type": "markdown",
                "value": "Ça fait genre 3 fois que j'essaye de me garder un journal qui garde une trace de mes pensées et de mes inspirations. J'messaye icitte, what could possibly go wrong...\n"
              }
            ],
            "date": "2025-04-03"
          }
    ]
}
